Repository: yilozt/rounded-window-corners
Catalog: po/*.po
Languages: de, fr, id, it, ja, pl, pt_br, ru, tr

source: Add Settings Entry in right-click menu of Background
de: Füge Einstellungseintrag zum Rechtsklickmenü des Hintergrunds hinzu
fr: Ajoute un accès aux paramètres dans le menu clique-droit de l'arrière plan
id: Tambahkan Entri Pengaturan di menu klik kanan Latar Belakang
it: Aggiungi tra le impostazioni del menu del tasto destro del mouse sul Background
pl: Dodaj opcję do menu pojawiającego się po kliknięciu prawym przyciskiem myszy na pulpicie
ru: Добавить запись настроек в меню правой кнопки мыши фона
tr: Arka Plan'ın sağ tıklama menüsüne Ayarlar Girdisi Ekle

source: Add Window
de: Fenster hinzufügen
fr: Ajouter une fenêtre
id: Tambahkan Jendela
it: Aggiungi Finestra
ja: ウィンドウ追加
pl: Dodaj okno
pt_br: Adicionar janela
ru: Добавить окно
tr: Pencere Ekle

source: Always keep rounded corners when window is fullscreen.
de: Abgerundete Ecken für Fenster im Vollbildmodus behalten.
fr: Toujours garder les coins arrondis quand la fenêtre est en plein écran.
id: Selalu pertahankan sudut membulat saat jendela dalam layar penuh.
it: Tieni i bordi arrotondati quando la finestra è a schermo intero.
ja: 全画面時でも角丸を維持。
pl: Zawsze zachowuj, gdy okno jest w trybie pełnoekranowym.
pt_br: Sempre mantenha os cantos arredondados quando a janela estiver em tela cheia.
ru: Всегда сохранять закругленные углы при полноэкранном режиме окна.
tr: Pencere tam ekran olduğunda köşeleri her zaman yuvarlak tut.

source: Always keep rounded corners when window is maximized or tiled.
de: Abgerundete Ecken für maximierte order geteilte Fenster behalten.
fr: Toujours garder les coins arrondis quand la fenêtre est maximisée ou en pavage.
id: Selalu pertahankan sudut membulat saat jendela dimaksimalkan atau dijadikan ubin.
it: Tieni i bordi arrotondati quando la finestra è massimizzata.
ja: ウィンドウの最大化や並べて表示でも角丸を維持。
pl: Zaokrąglaj krawędzie okien, nawet jeśli okno jest zmaksymalizowane.
pt_br: Sempre mantenha os cantos arredondados quando a janela estiver maximizada ou lado a lado.
ru: Всегда сохранять закругленные углы, когда окно максимизировано или свернуто.
tr: Pencere büyütüldüğünde veya döşendiğinde her zaman yuvarlatılmış köşeleri koru.

source: Applications
de: Anwendungen
id: Aplikasi
it: Applicazioni
ja: アプリケーション
pl: Aplikacje
pt_br: Aplicativos
ru: Приложения
tr: Uygulamalar

source: Apply
de: Anwenden
fr: Appliquer
id: Terapkan
it: Applica
ja: 適用
pl: Zastosuj
pt_br: Aplicar
ru: Применить
tr: Uygula

source: Blacklist
de: Ausschlüsse
fr: Liste noire
id: Daftar hitam
it: Lista nera
ja: ブラックリスト
pl: Blokowane aplikacje
pt_br: Lista negra
ru: Черный список
tr: Kara liste

source: Blur Offset
de: Unschärfe-Versatz
fr: Décalage du flou
id: Offset Buram
it: Offset della sfocatura
ja: ぼかし補正
pl: Przesunięcie rozmycia
pt_br: Desfoque
ru: Смещение размытия
tr: Bulanıklık Konumu

source: Border Color
de: Rahmenfarbe
fr: Couleur de la bordure
id: Warna Border
it: Colore del bordo
ja: 境界線の色
pl: Kolor obramowania
pt_br: Cor da Borda
ru: Цвет границы
tr: Kenarlık Rengi

source: Border Radius
de: Rahmenradius
fr: Rayon du coin
id: Radius Border
it: Raggio del bordo
ja: 境界線の角丸サイズ
pl: Zaokrąglenie krawędzi
pt_br: Raio da Borda
ru: Радиус границы
tr: Kenarlık Yarıçapı

source: Border Width
de: Rahmenbreite
fr: Largeur de la bordure
id: Lebar Border
it: Larghezza del bordo
ja: 境界線の幅
pl: Grubość obramowania
pt_br: Largura da Borda
ru: Ширина границы
tr: Kenarlık Genişliği

source: Bottom
de: Unten
fr: Bas
id: Bawah
it: Sotto
ja: 下
pl: Dół
pt_br: Parte Inferior
ru: Нижний
tr: Alt

source: Can't add to list, because it has exists
it: Impossibile aggiungerlo alla lista, perchè esiste già
pl: Nie można dodać do listy, ponieważ to już istnieje
pt_br: Não é possível adicionar à lista porque já existe
tr: Listeye eklenemiyor, çünkü var

source: Can't pick a window window from this position
de: Kann kein Fenster von dieser Position auswählen
fr: Impossible de sélectionner une fenêtre depuis cette position
id: Tidak dapat memilih jendela dari posisi ini
it: Impossibile selezionare la finestra da questa posizione
ja: この位置からウィンドウを選択できません
pl: Nie można wybrać okna z tej pozycji
pt_br: Não é possível selecionar uma janela a partir desta posição
ru: Невозможно выбрать окно с этой позиции
tr: Bu konumdan bir pencere seçilemez

source: Clip paddings of window
de: Innenabstände des Fensters kappen
id: Clip paddings jendela
pl: Odetnij wyściółkę
pt_br: Recortar as margens da janela
ru: Обрезать отступы окна
tr: Pencere dolgularını kırp

source: Corner Smoothing
de: Kantenglättung
fr: Lissage du coin
id: Penghalusan Sudut
it: Smussamento del bordo
ja: 角を滑らかに
pl: wygładzanie krawędzi
pt_br: Suavização dos Cantos
ru: Сглаживание углов
tr: Köşe Düzleştirme

source: Custom
de: Benutzerdefiniert
fr: Customiser
id: Kustom
it: Personalizza
ja: カスタマイズ
pl: Własne
pt_br: Personalizado
ru: Пользовательский
tr: Özel

source: Customize the shadow of the rounded corner window
de: Passe den Schatten von Fenstern mit abgerundeten Ecken an
fr: Customiser l'ombre de la bordure de la fenêtre
id: Sesuaikan bayangan jendela sudut membulat
it: Personalizza l'ombra del bordo arrotondato
ja: 角丸ウィンドウの影を指定
pl: Dostosuj cień okien z zaokrąglonymi krawędziami
pt_br: Personalize a sombra dos cantos da janela
ru: Настроить тень окна с закругленными углами
tr: Yuvarlak köşeli pencerenin gölgesini özelleştir

source: Debug
fr: Débogage
ja: デバッグ
pl: Debuguj
ru: Отладка
tr: Hata Ayıkla

source: Edit Shadow for Rounded Corners Windows
de: Schatteneinstellungen
fr: Éditer l'ombre de la bordure de la fenêtre
id: Edit Bayangan untuk Jendela Sudut Bulat
it: Modifica l'ombra per le finestre arrotondate
ja: 角丸ウィンドウの影を編集
pl: Edytuj cienie okien z zaokrąglonymi krawędziami
pt_br: Editar a sombra dos cantos da janela
ru: Редактировать тени для окон с закругленными углами
tr: Yuvarlak Köşeli Pencereler İçin Gölgeyi Düzenle

source: Enable
de: Aktivieren
fr: Activer
id: Aktifkan
it: Abilita
ja: 有効化
pl: Włącz
pt_br: Habilitar
ru: Включить
tr: Etkinleştir

source: Enable custom settings for this window
de: Aktiviere benutzerdefinierte Einstellungen für dieses Fenster
fr: Active les préférences customisées pour cette fenêtre
id: Aktifkan pengaturan khusus untuk jendela ini
it: Abilita le impostazioni personalizzate per questa finestra
ja: このウィンドウの独自設定を有効化
pl: Włącz własne ustawienia dla tego okna
pt_br: Habilitar customizações nesta janela
ru: Включить пользовательские настройки для этого окна
tr: Bu pencere için özel ayarları etkinleştir

source: Enable Log
de: Logging aktivieren
fr: Activer les journaux
id: Aktifkan Log
it: Abilita i Log
ja: ログを有効化
pl: Włącz logi
pt_br: Habilitar Log
ru: Включить журнал
tr: Günlüğü Etkinleştir

source: Expand this row to pick a window.
de: Eintrag aufklappen, um ein Fenster auszuwählen.
id: Luaskan baris ini untuk memilih jendela.
it: Espandi questa riga per selezionare una finestra.
ja: この行を展開しウィンドウを選択。
pl: Zwiększ ten rząd aby wybrać okno
pt_br: Expanda esta linha para escolher uma janela.
ru: Разверните этот ряд, чтобы выбрать окно.
tr: Bir pencere seçmek için bu sırayı genişlet.

source: Focus Window
de: Fokussiertes Fenster
fr: Fenêtre sélectionnée
id: Jendela Fokus
it: Finestra attiva
pl: Wybrane okno
pt_br: Janela Focada
ru: Активное окно
tr: Odaklı Pencere

source: Focus Window Shadow Style
de: Schattenstil für fokussierte Fenster
fr: Style de l'ombre de la fenêtre sélectionnée
id: Gaya Bayangan Jendela Fokus
it: Stile dell'ombra della finestra attiva
pl: Styl cienia wybranego okna
pt_br: Estilo de Sombra da Janela Focada
ru: Стиль тени активного окна
tr: Odaklı Pencere Gölge Biçemi

source: General
de: Allgemein
fr: Général
id: Umum
it: Generale
ja: 一般
pl: Ogólne
pt_br: Geral
ru: Общее
tr: Genel

source: Global Settings
de: Globale Einstellungen
fr: Paramètres globaux
id: Pengaturan Umum
it: Impostazioni Globali
ja: 全般設定
pl: Globalne ustawienia
pt_br: Configurações Globais
ru: Глобальные настройки
tr: Küresel Ayarlar

source: Horizontal Offset
de: Horizontaler Versatz
fr: Décalage horizontal
id: Offset Horisontal
it: Offset Orizzontale
ja: 水平 補正
pl: Poziome przesunięcie
pt_br: Deslocamento horizontal
ru: Горизонтальное смещение
tr: Yatay Konum

source: Keep Rounded Corners when Fullscreen
de: Zeige abgerundete Ecken im Vollbild
fr: Garder les coins arrondis en plein écran
id: Pertahankan Sudut Bulat saat Layar Penuh
it: Mantieni I Bordi Arrotondati In Schermo Intero
ja: 全画面時に角丸を維持
pl: Zaokrąglaj okna w pełnym ekranie
pt_br: Manter Cantos Arredondados em Tela Cheia
ru: Сохранить закругленные углы при полноэкранном режиме
tr: Tam Ekran Olduğunda Yuvarlatılmış Köşeleri Koru

source: Keep Rounded Corners when Maximized
de: Zeige abgerundete Ecken bei Maximierung
fr: Garder les coins arrondis quand maximisé
id: Pertahankan Sudut Bulat saat Dimaksimalkan
it: Mantieni I Bordi Arrotondati quando Massimizzato
ja: 最大化時に角丸を維持
pl: Zaokrąglaj okna kiedy zmaksymalizowane
pt_br: Manter Cantos Arredondados ao Maximizar
ru: Сохранить закругленные углы, когда они развернуты
tr: Ekranı Kapladığında Yuvarlatılmış Köşeleri Koru

source: Keep Rounded Corners when Maximized or Fullscreen
de: Zeige abgerundete Ecken im Vollbild oder bei Maximierung
fr: Garder les coins arrondis quand maximisé ou en plein écran
id: Pertahankan Sudut Bulat saat Dimaksimalkan atau Layar Penuh
it: Mantieni I Bordi Arrotondati Quando Massimizzato o a Schermo Intero
ja: 最大化や全画面時に角丸を維持
pl: Zaokrąglaj okna kiedy zmaksymalizowane lub w trybie pełnego ekranu
pt_br: Manter Cantos Arredondados ao Maximizar ou em Tela Cheia
ru: Сохранить закругленные углы при максимальном или полном экране
tr: Ekranı Kapladığında veya Tam Ekranda Yuvarlatılmış Köşeleri Koru

source: Left
de: Links
fr: Gauche
id: Kiri
it: Sinistra
ja: 左
pl: Lewo
pt_br: Esquerda
ru: Слева
tr: Sol

source: Not all application can works well with rounded corners effects, add them to this list to disable effects. The item of list is instance part of WM_CLASS property with window. You can pick a window to add it into this list.
de: Nicht alle Anwendungen funktionieren mit abgerundeten Ecken. Füge sie dieser Liste hinzu, um den Effekt zu deaktivieren. Ein Eintrag dieser Liste ist der Instanzname der WM_CLASS Eigenschaft eines Fensters. Du kannst Fenster auswählen, um sie direkt dieser Liste hinzuzufügen.
fr: Certaines applications ne fonctionnent pas bien avec des bords arrondis, ajoutez les à la liste pour désactiver les effets. L'élément de la liste est la propriété WM_CLASS de la fenêtre. Vous pouvez sélectionner une fenêtre pour l'ajouter dans cette liste.
id: Tidak semua aplikasi dapat bekerja dengan baik dengan efek sudut membulat, tambahkan ke daftar ini untuk menonaktifkan efek. Item daftar adalah bagian instan dari properti WM_CLASS dengan jendela. Anda dapat memilih jendela untuk menambahkannya ke dalam daftar ini.
it: Non tutte le applizazioni funzionano bene con l'effetto dei bordo arrotondati, aggiungili a questa lista per disabilitarlo. Gli oggetti di questa lista fanno parte della proprietà WM_CLASS. Puoi selezionare una finestra per aggingerla a questa lista.
ja: すべてのアプリで角丸の効果がうまく効くわけではないため、この一覧に追加して無効にしてください。 一覧の項目は、ウィンドウの WM_CLASS プロパティのインスタンス部分です。一覧にこれを追加するウィンドウを選択できます。
pl: Nie wszystkie aplikacje mogą działać dobrze z efektami zaokrąglonych krawędzi, dodaj je do tej listy by wyłączyć efekty. [unfinished translation]
pt_br: Nem todos os aplicativos conseguem funcionar bem com efeitos de cantos arredondados, adicione-os a esta lista para desativar os efeitos. O item da lista é uma parte da propriedade WM_CLASS da janela. Você pode selecionar uma janela para adicioná-la a esta lista.
ru: Не все приложения могут хорошо работать с эффектом закругленных углов, добавьте их в этот список, чтобы отключить эффект. Элементом списка является экземпляр свойства WM_CLASS с окном. Вы можете выбрать окно, чтобы добавить его в этот список.
tr: Tüm uygulamalar yuvarlatılmış köşe etkileriyle iyi çalışmayabilir, etkileri devre dışı bırakmak için bu listeye ekleyin. Listenin öğesi, pencere ile WM_CLASS özelliğinin örnek parçasıdır. Bu listeye eklemek için bir pencere seçebilirsiniz.

source: Opacity
de: Deckkraft
fr: Opacité
id: Kegelapan
it: Opacità
ja: 不透明度
pl: Nieprzezroczystość
pt_br: Opacidade
ru: Непрозрачность
tr: Matlık

source: Open Reset Preferences Dialog
de: Zurücksetzungsoptionen anzeigen
fr: Ouvrir le dialogue de réinitialisation des paramètres
id: Buka Dialog Atur Ulang Preferensi
it: Apri il Dialogo Per Resettare le Preferenze
ja: 設定初期化のダイアログを開く
pl: Otwórz okno resetowania ustawień
pt_br: Abrir caixa de diálogo de Redefinição de Configurações
ru: Открыть диалог сброса настроек
tr: Tercihleri Sıfırla İletişim Kutusunu Aç

source: Padding
de: Innenabstand
fr: Bordure
id: Lapisan
pt_br: Margem
ru: Отсуп
tr: Dolgu

source: Paddings
de: Innenabstände
fr: Bordures
id: Lapisan-lapisan
pt_br: Margens
ru: Отступы
tr: Dolgular

source: Pick Window to add into list
de: Fenster auswählen, um es der Liste hinzuzufügen
fr: Sélectionner une fenêtre pour l'ajouter à la liste
id: Pilih Jendela untuk ditambahkan ke daftar
it: Seleziona una finestra da aggiungere alla lista
ja: 一覧に追加するウィンドウを選択
pt_br: Escolher Janela para adicionar à lista
ru: Выберите окно для добавления в список
tr: Listeye eklemek için Pencere seçin

source: Remove Window from this List
de: Entferne Fenster aus der Liste
fr: Enlever la fenêtre de la liste
id: Hapus Jendela dari Daftar ini
it: Rimuovi Finestra dalla lista
ja: この一覧からウィドウを除去
pt_br: Remover Janela desta Lista
ru: Удалить окно из этого списка
tr: Pencereyi bu listeden kaldır

source: Reset Preferences
de: Einstellungen zurücksetzen
fr: Réinitialiser les préférences
id: Atur Ulang Preferensi
it: Reimposta Preferenze
ja: 設定を初期化
pt_br: Redefinir Preferências
ru: Сбросить настройки
tr: Tercihleri Sıfırla

source: Right
de: Rechts
fr: Droite
id: Kanan
it: Destra
ja: 右
pt_br: Direita
ru: Справа
tr: Sağ

source: Rounded Corners Settings...
de: Einstellungen für abgerundete Ecken...
fr: Paramètres de coins arrondis...
id: Pengaturan Sudut Bulat...
it: Impostazioni per i Bordi Arrotondati...
ja: 角丸の設定...
pt_br: Configurações de Cantos Arredondados...
ru: Настройки закругленных углов...
tr: Yuvarlatılmış Köşe Ayarları...

source: Run <i>journalctl -o cat -f /usr/bin/gnome-shell</i> in terminal to see the log
de: Führe <i>journalctl -o cat -f /usr/bin/gnome-shell</i> im Terminal aus, um die Logs zu betrachten
fr: Exécutez la command <i>journalctl -o cat -f /usr/bin/gnome-shell</i> dans un terminal pour voir les journaux
id: Jalankan <i>journalctl -o cat -f /usr/bin/gnome-shell</i> di terminal untuk melihat log
it: Esegui <i>journalctl -o cat -f /usr/bin/gnome-shell</i> nel terminale per vedere i log
ja: ログ閲覧にはターミナルで <i>journalctl -o cat -f /usr/bin/gnome-shell</i> を実行
pl: Aby zobaczyć log, uruchom w terminalu polecenie <i>journalctl -o cat -f /usr/bin/gnome-shell</i>
pt_br: Execute <i>journalctl -o cat -f /usr/bin/gnome-shell</i> no terminal para ver o log
ru: Запустите <i>journalctl -o cat -f /usr/bin/gnome-shell</i> в терминале, чтобы посмотреть журнал
tr: Günlüğü görmek için uçbirimde <i>journalctl -o cat -f /usr/bin/gnome-shell</i> komutunu çalıştırın

source: Select All
de: Alle auswählen
fr: Tout sélectionner
id: Pilih Semua
it: Seleziona Tutto
ja: すべて選択
pl: Wybierz wszystkie
pt_br: Selecionar tudo
ru: Выбрать все
tr: Tümünü Seç

source: Select Items to reset
de: Wähle aus, was zurückgesetzt werden soll
fr: Sélectionner des Items à réinitialiser
id: Pilih Item yang akan disetel ulang
it: Seleziona Item da reimpostare
ja: 初期化する項目を選択
pl: Wybierz elementy do zresetowania
pt_br: Selecionar Itens para Redefinir
ru: Выберите элементы для сброса
tr: Sıfırlanacak Öğeleri seçin

source: Setup different clip padding by add window into this list. The item of list is instance part of WM_CLASS property with window. You can pick a window to add it into this list.
de: Setze benutzerdefinierte Einstellungen für bestimme Fenster(-klassen) fest. Ein Eintrag dieser Liste ist der Instanzname der WM_CLASS Eigenschaft eines Fensters. Du kannst Fenster auswählen, um sie direkt dieser Liste hinzuzufügen.
id: Siapkan lapisan klip yang berbeda dengan menambahkan jendela ke dalam daftar ini. Item daftar adalah bagian instan dari properti WM_CLASS dengan jendela. Anda dapat memilih jendela untuk menambahkannya ke dalam daftar ini.
it: Imposta un clip padding diverso aggiungendo una finestra in questa lista. Gli oggetti di questa lista fanno parte della proprietà WM_CLASS. Puoi selezionare una finestra da aggiungerla a questa lista.
ja: この一覧にウィンドウを追加してそれぞれの clip padding を設定できます。 一覧の項目は、ウィンドウの WM_CLASS プロパティのインスタンス部分です。一覧にこれを追加するウィンドウを選択できます。
pt_br: Configure diferentes recortes de margem adicionando uma janela a esta lista. O item da lista é uma parte da propriedade WM_CLASS da janela. Você pode selecionar uma janela para adicioná-la a esta lista.
ru: Настройте различные отступы для клипов, добавив окно в этот список. Элементом списка является экземпляр свойства WM_CLASS с окном. Вы можете выбрать окно, чтобы добавить его в этот список.
tr: Bu listeye pencere ekleyerek farklı kırpma dolgusu ayarlayın. Listenin öğesi, pencere ile WM_CLASS özelliğinin örnek parçasıdır. Bu listeye eklemek için bir pencere seçebilirsiniz.

source: Skip LibAdwaita Applications
de: LibAdwaita-Anwendungen auslassen
fr: Ne pas modifier les applications utilisant LibAdwaita
id: Lewati Aplikasi LibAdwaita
it: Ignora Applicazioni LibAdwaita
ja: LibAdwaita のアプリは無視
pl: Pomiń aplikacje wykorzystujące LibAdwaita
pt_br: Ignorar Aplicativos Usando LibAdwaita
ru: Пропустить приложения LibAdwaita
tr: LibAdwaita Uygulamalarını Atla

source: Skip LibHandy Applications
de: LibHandy-Anwendungen auslassen
fr: Ne pas modifier les applications utilisant LibHandy
id: Lewati Aplikasi LibHandy
it: Ignora Applicazioni LibHandy
ja: LibHandy のアプリは無視
pl: Pomiń aplikacje wykorzytujące LibHandy
pt_br: Ignorar Aplicativos Usando LibHandy
ru: Пропустить приложения LibHandy
tr: LibHandy Uygulamalarını Atla

source: Some applications written using LibAdwaita or LibHandy already have native rounded corners, so we can skip them through these settings
de: Manche Anwendungen, welche LibAdwaita oder LibHandy verwenden, habe bereits nativ abgerundete Ecken. Diese können durch diese Einstellungen ausgelassen werden
fr: Certaines applications utilisant LibAdwaita ou LibHandy ont déjà un support natif des coins arrondis. Il n'est donc pas nécessaire de les modifier
id: Beberapa aplikasi yang ditulis menggunakan LibAdwaita atau LibHandy sudah memiliki sudut bulat asli, jadi kami dapat melewatinya melalui pengaturan ini
it: Alcune applicazioni scritte con LibAdwaita o LibHandy hanno già i bordi arrotondati, quindi possiamo ignorarli con queste impostazioni
ja: LibAdwaita や LibHandy を使ったアプリには、すでに角丸なものがあるので、この設定で無視することができます
pl: Aplikacje wykorzystujące LibAdwaita i LibHandy natywnie wspierają zaokrąglone narożniki, więc możemy je pominąć wykorzystując te ustawienia
pt_br: Alguns aplicativos escritos usando LibAdwaita ou LibHandy já possuem cantos arredondados nativos, então podemos ignorá-los através dessas configurações
ru: Некоторые приложения, написанные с использованием LibAdwaita или LibHandy, уже имеют встроенные скругленные углы, поэтому мы можем пропустить их через эти настройки
tr: LibAdwaita veya LibHandy kullanılarak yazılan bazı uygulamalar zaten doğal yuvarlatılmış köşelere sahiptir, bu nedenle bu ayarlar aracılığıyla bunları atlayabiliriz

source: Spread Radius
de: Streuradius
id: Penyebaran Radius
pt_br: Raio de Expansão
ru: Радиус распространения
tr: Yayılma Yarıçapı

source: This settings will try to effects all windows
de: Diese Einstellungen versuchen auf alle Fenster angewendet zu werden
fr: Ces paramètres vont tenter d'affecter toutes les fenêtres
id: Pengaturan ini akan mencoba mempengaruhi semua jendela
ja: この設定はすべてのウィンドウへの効果を試みます
pt_br: Estas configurações tentarão afetar todas as janelas
ru: Эта настройка будет пытаться воздействовать на все окна
tr: Bu ayarlar tüm pencereleri etkilemeye çalışacaktır

source: Top
de: Oben
fr: Haut
id: Atas
it: Sopra
ja: 上
pt_br: Parte Superior
ru: Вверх
tr: Üst

source: Try to add rounded corners to Kitty Terminal in Wayland
de: Versuche abgerundete Ecken dem Kitty Terminal unter Wayland hinzuzufügen
id: Coba tambahkan sudut membulat ke Terminal Kitty di Wayland
it: Prova ad arrotondare i bordi al terminale Kitty su Wayland
ru: Попробовать добавить закругленные углы в Kitty Terminal в Wayland
tr: Wayland'da Kitty Terminal'e yuvarlatılmış köşeler eklemeye çalış

source: Tweak clip paddings for Kitty Terminal
de: Optimiere die Innenabstände für Kitty Terminal
id: Tweak lapisan klip untuk Terminal Kitty
ru: Настроить отступы зажимов для терминала Kitty Terminal
tr: Kitty Terminal için kırpma dolgularını ayarla

source: Tweaks
de: Optimierungen
id: Oprekan
it: Modifiche
pl: Ulepszenia
pt_br: Ajustes
ru: Твики
tr: İnce Ayarlar

source: Unfocus Window
de: Unfokussiertes Fenster
id: Jendela Tidak Fokus
pl: Nieaktywne okno
pt_br: Janela Desfocada
ru: Неактивное окно
tr: Odaklanmamış Pencere

source: Unfocus Window Shadow Style
de: Schattenstil für unfokussierte Fenster
id: Gaya Bayangan Jendela Tidak Fokus
pl: Styl cienia nieaktywnego okna
pt_br: Estilo de Sombra da Janela Desfocada
ru: Стиль тени неактивного окна
tr: Odaklanmamış Pencere Gölge Biçemi

source: Vertical Offset
de: Vertikaler Versatz
id: Offset Vertikal
it: Offset Veticale
ja: 垂直 補正
pt_br: Deslocamento vertical
ru: Вертикальное смещение
tr: Dikey Konum

source: Window Shadow
de: Fensterschatten
id: Bayangan Jendela
it: Ombra della Finestra
ja: ウィンドウの影
pt_br: Sombra da janela
ru: Тень окна
tr: Pencere Gölgesi
